tests/resources/damBreak/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water air);

water
{
    transportModel  Newtonian;
    nu              ${parameters['Water_viscosity']};
    rho             ${parameters['Water_density']};
}

air
{
    transportModel  Newtonian;
    nu              ${parameters['Air_viscosity']};
    rho             ${parameters['Air_density']};
}

sigma            ${parameters['Water_surface_tension']};

// ************************************************************************* //
